<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
 <head>
  <link rel="stylesheet" type="text/css" href="style.css" />
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
  <title>Introdu&ccedil;&atilde;o</title>
 </head>
 <body>
  <h1>Introdu&ccedil;&atilde;o</h1>
  <h2>Introdu&ccedil;&atilde;o</h2>
  <p>O Curupira &eacute; uma aplica&ccedil;&atilde;o desenvolvida pelos empregados da CAIXA, em c&oacute;digo aberto e ambiente LINUX, com o n&iacute;vel de qualidade semelhante aos melhores produtos similares no mercado, cujo objetivo &eacute; auxiliar o processo de gest&atilde;o do consumo de recursos de impress&atilde;o descentralizada.</p>
  <p>Como qualquer outra ferramenta automatizada em ambiente computacional, o Curupira n&atilde;o faz a gest&atilde;o, mas auxilia, atrav&eacute;s de informa&ccedil;&otilde;es precisas, o processo de tomada de decis&otilde;es dos gestores.</p>
  <p>O administrador do servidor LINUX nas GISUT &eacute; cadastrado como n&iacute;vel 4 com permiss&atilde;o total no sistema, exceto a de alterar registros de impress&atilde;o de usu&aacute;rios.</p>
  <p>O gestor da aplica&ccedil;&atilde;o, GEGAD, &eacute; cadastrado com n&iacute;vel 3 e pode consultar todas as informa&ccedil;&otilde;es registradas nos servidores Curupira.</p>
  <p>Gerente da unidade &eacute; cadastrado como n&iacute;vel 2 no Curupira. Poder&aacute; gerenciar consumo de recursos das impressoras alocadas em sua unidade.
  Poder&aacute; verificar o consumo de recursos de impress&atilde;o das pessoas da sua unidade.</p>
  <p>Todos os demais usu&aacute;rios ser&atilde;o n&iacute;vel 1, cadastrados automaticamente na primeira solicita&ccedil;&atilde;o de impress&atilde;o. Poder&atilde;o auto-gerenciar seu consumo, mas n&atilde;o ter&atilde;o acesso &agrave;s informa&ccedil;&otilde;es dos demais usu&aacute;rios.</p>
  <p>Cada impressora dever&aacute; ser migrada do atual servidor Windows para o novo servidor Curupira (LINUX). Enquanto a impressora estiver sendo gerenciada pelos dois servidores simultaneamente, poder&atilde;o ocorrer distor&ccedil;&otilde;es de contagem (caso de demandas simult&acirc;neas). Em raz&atilde;o disso, &eacute; recomend&aacute;vel fazer a migra&ccedil;&atilde;o para o novo servidor no menor tempo poss&iacute;vel.</p>
  <p>A solu&ccedil;&atilde;o de problemas de primeiro n&iacute;vel &eacute; &eacute; das GISUT/RESUT. A solu&ccedil;&atilde;o de segundo n&iacute;vel &eacute; da CESUT. O encaminhamento de problemas dever&aacute; seguir o atual padr&atilde;o de atendimento interno da &aacute;rea de tecnologia.</span></p>
  <p class="fim"><br /></p>
 </body>
</html>